Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Sandboxed MCP servers require macOS 26 or later and will fail to start on this Mac. Choose Host to run this provider — note it will then run without sandbox protection.
ko: 샌드박스 MCP 서버는 macOS 26 이상이 필요하며 이 Mac에서는 시작되지 않습니다. 이 프로바이더를 실행하려면 호스트를 선택하세요 — 이 경우 샌드박스 보호 없이 실행됩니다.
ru: Серверы MCP в песочнице требуют macOS 26 или новее и не запустятся на этом Mac. Выберите «Хост», чтобы запустить этот провайдер — учтите, что тогда он будет работать без защиты песочницы.
zh_hans: 沙盒 MCP 服务器需要 macOS 26 或更高版本，在这台 Mac 上将无法启动。选择“主机”来运行此提供商 — 注意它将在没有沙盒保护的情况下运行。
zh_hant: 沙盒 MCP 伺服器需要 macOS 26 或更新版本，在這臺 Mac 上將無法啟動。選擇「主機」來執行此提供者 — 注意它將在沒有沙盒保護的情況下執行。

source: Save
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 保存

source: Save & Regenerate
ko: 저장 및 다시 생성
ru: Сохранить и восстановить
zh_hans: 保存并重新生成
zh_hant: 保存並重新生成

source: Save & Retry
ko: 저장 및 다시 시도
ru: Сохранить и повторить попытку
zh_hans: 保存并重试
zh_hant: 保存並重試

source: Save an API token or sign in, then test again.
ko: API 토큰을 저장하거나 로그인한 후 다시 테스트하세요.
ru: Сохраните API-токен или войдите в систему, затем повторите тест.
zh_hans: 保存 API 令牌或登录，然后再次测试。
zh_hant: 保存 API 令牌或登錄，然後再次測試。

source: Save as .txt
ko: .txt로 저장
ru: Сохранить как.txt
zh_hans: 另存为 .txt
zh_hant: 另存爲 .txt

source: Save as Copy
ko: 사본으로 저장
ru: Сохранить как копию
zh_hans: 另存为副本
zh_hant: 另存爲副本

source: Save Changes
ko: 변경 사항 저장
ru: Сохранить изменения
zh_hans: 保存更改
zh_hant: 保存更改

source: Save Connection
ko: 연결 저장
ru: Сохранить соединение
zh_hans: 保存连接
zh_hant: 保存連接

source: Save Discord Settings
ko: Discord 설정 저장
ru: Сохранить настройки Discord
zh_hans: 保存 Discord 设置
zh_hant: 保存Discord設置

source: Save Image
ko: 이미지 저장
ru: Сохранить изображение
zh_hans: 保存图片
zh_hant: 保存圖片

source: Save Image…
ko: 이미지 저장…
ru: Сохранить изображение…
zh_hans: 保存图片…
zh_hant: 保存圖片…

source: Save it somewhere safe. Anyone with these words can recover your identity.
ko: 안전한 곳에 저장하세요. 이 단어들을 아는 사람은 누구든 사용자의 신원을 복구할 수 있습니다.
ru: Сохраните его в безопасном месте. Любой, кто знает эти слова, может восстановить вашу идентификация.
zh_hans: 将它保存在安全的地方。任何拥有这些词语的人都可以恢复你的身份。
zh_hant: 將它保存在安全的地方。任何擁有這些詞語的人都可以恢復你的身份。

source: Save Recovery Phrase
ko: 복구 구문 저장
ru: Сохранить фразу восстановления
zh_hans: 保存恢复助记词
zh_hant: 保存恢復助記詞

source: Save token
ko: 토큰 저장
ru: Сохранить токен
zh_hans: 保存令牌
zh_hant: 保存令牌

source: Save Token
ko: 토큰 저장
ru: Сохранить токен
zh_hans: 保存令牌
zh_hant: 保存令牌

source: Saved
ko: 저장됨
ru: Сохранено
zh_hans: 已保存
zh_hant: 已保存

source: Saved a secret in sandbox
ko: 샌드박스에 비밀값 저장됨
ru: Сохранил секрет в песочнице
zh_hans: 已在沙盒中保存密钥
zh_hant: 已在沙盒中保存密鑰

source: Saved SQL views the agent reuses across runs.
ko: 에이전트가 실행 전반에 걸쳐 재사용하는 저장된 SQL 뷰입니다.
ru: Сохраненное значение SQL показывает, что агент повторно используется при разных запусках.
zh_hans: 智能体可在多次运行中复用的已保存 SQL 视图。
zh_hant: 智能體可在多次運行中復用的已保存 SQL 視圖。

source: Saved to the database
ko: 데이터베이스에 저장됨
ru: Сохранено в базе данных
zh_hans: 已保存到数据库
zh_hant: 已保存到數據庫

source: Saved today; the request pipeline will start enforcing these in a follow-up.
ko: 오늘 저장되었습니다. 요청 파이프라인에서 후속 조치로 이를 적용하기 시작합니다.
ru: Сохранено сегодня; конвейер запросов начнет применять их в дальнейшем.
zh_hans: 目前这些设置仅会被保存；请求管道将在后续更新中开始强制执行。
zh_hant: 今日已保存；請求管道將在後續步驟中開始強制執行這些設置。

source: Saved Views
ko: 저장된 뷰
ru: Сохраненные просмотры
zh_hans: 已保存的视图
zh_hant: 已保存的視圖

source: Saved, but iMessage receive is not ready yet
ko: 저장했지만 iMessage 수신이 아직 준비되지 않았습니다
ru: Сохранено, но приём iMessage ещё не готов
zh_hans: 已保存，但 iMessage 接收尚未就绪

source: Saved, but WhatsApp receive is not ready yet
ko: 저장했지만 WhatsApp 수신이 아직 준비되지 않았습니다
ru: Сохранено, но приём WhatsApp ещё не готов
zh_hans: 已保存，但 WhatsApp 接收尚未就绪

source: Saved!
ko: 저장되었습니다!
ru: Спасено!
zh_hans: 已保存！
zh_hant: 已保存！

source: Saving a secret in sandbox
ko: 샌드박스에 비밀값 저장 중
ru: Сохраняем секрет в песочнице
zh_hans: 正在沙盒中保存密钥
zh_hant: 正在沙盒中保存密鑰

source: Saving these changes will restart the NIO server to bind the new socket and refresh middleware.
ko: 이 변경 사항을 저장하면 NIO 서버가 다시 시작되어 새 소켓을 바인딩하고 미들웨어를 새로 고칩니다.
ru: Сохранение этих изменений приведет к перезапуску сервера NIO для привязки нового сокета и обновления промежуточного программного обеспечения.
zh_hans: 保存这些更改将重新启动 NIO 服务端，以绑定新的套接字并刷新中间件。
zh_hant: 保存這些更改將重新啓動 NIO 服務器，以綁定新的套接字並刷新中間件。

source: Saving to the database
ko: 데이터베이스에 저장 중
ru: Сохранение в базу данных
zh_hans: 正在保存到数据库
zh_hant: 正在保存到數據庫

source: Saving…
ko: 저장 중…
ru: Сохранение…
zh_hans: 正在保存…
zh_hant: 正在保存…

source: Say hi to your dino
ko: 공룡에게 인사하세요
ru: Передай привет своему динозавру
zh_hans: 和你的小恐龙打个招呼
zh_hant: 和你的小恐龍打個招呼

source: Scan a QR code from your phone: WhatsApp → Settings → Linked Devices → Link a Device.
ko: 휴대폰으로 QR 코드를 스캔하세요: WhatsApp → 설정 → 연결된 기기 → 기기 연결.
ru: Отсканируйте QR-код с телефона: WhatsApp → Настройки → Связанные устройства → Привязка устройства.
zh_hans: 用手机扫描二维码：WhatsApp → 设置 → 已关联的设备 → 关联设备。

source: Scan with your phone: WhatsApp → Settings → Linked Devices → Link a Device. Codes rotate about every 20 seconds.
ko: 휴대폰으로 스캔하세요: WhatsApp → 설정 → 연결된 기기 → 기기 연결. 코드는 약 20초마다 바뀝니다.
ru: Отсканируйте телефоном: WhatsApp → Настройки → Связанные устройства → Привязка устройства. Коды меняются примерно каждые 20 секунд.
zh_hans: 用手机扫描：WhatsApp → 设置 → 已关联的设备 → 关联设备。二维码约每 20 秒更换一次。

source: Scanning…
ko: 스캔 중…
ru: Сканирование…
zh_hans: 正在扫描…
zh_hant: 掃描…

source: Schedule
ko: 일정
ru: Расписание
zh_hans: 计划
zh_hant: 計劃

source: Schedule Info
ko: 일정 정보
ru: Сведения о расписании
zh_hans: 计划信息
zh_hant: 調度信息

source: Schedule is active
ko: 일정이 활성화되었습니다
ru: Расписание активно
zh_hans: 计划处于活动状态
zh_hant: 計劃處於活動狀態

source: Schedule is paused
ko: 일정이 일시 정지되었습니다
ru: Расписание приостановлено
zh_hans: 计划已暂停
zh_hant: 計劃已暫停

source: Schedule this agent to run on a recurring cadence — perfect for daily briefings or automated check-ins.
ko: 이 에이전트가 반복적인 주기로 실행되도록 일정을 예약하세요 — 일일 브리핑이나 자동화된 체크인에 적합합니다.
ru: Запланируйте периодическую работу этого агента — идеально подходит для ежедневных брифингов или автоматических проверок.
zh_hans: 将此智能体安排为按周期重复运行——非常适合每日简报或自动定期汇报。
zh_hant: 將此智能體安排爲按週期重複運行——非常適合每日簡報或自動籤到。

source: Scheduled
ko: 예약됨
ru: По расписанию
zh_hans: 已计划
zh_hant: 已排程

source: Scheduled agents
ko: 일정이 예약된 에이전트
ru: Запланированные агенты
zh_hans: 已计划的智能体
zh_hant: 已計劃的智能體

source: Scheduled for
ko: 예약됨:
ru: Запланировано на
zh_hans: 计划于
zh_hant: 計劃於

source: Scheduled the next run
ko: 다음 실행 예약됨
ru: Запланирован следующий запуск
zh_hans: 已安排下次运行
zh_hant: 已安排下次運行

source: Schedules
ko: 일정
ru: Расписания
zh_hans: 计划任务
zh_hant: 日程

source: Schedules and file watchers for autonomous behavior.
ko: 자율적인 동작을 위한 일정 및 파일 모니터링입니다.
ru: Расписания и наблюдатели файлов для автономного поведения.
zh_hans: 用于自主行为的计划任务和文件监视器。
zh_hant: 用於自主行爲的計劃任務和文件監視器。

source: Schedules need review
ko: 일정 검토 필요
ru: Расписание требует пересмотра
zh_hans: 计划需要审核
zh_hant: 計劃需要審核

source: Scheduling
ko: 일정 예약
ru: Планирование
zh_hans: 计划
zh_hant: 安排

source: Scheduling the next run
ko: 다음 실행 예약 중
ru: Планирование следующего запуска
zh_hans: 正在安排下次运行
zh_hant: 正在安排下次運行

source: Schema
ko: 스키마
ru: Схема
zh_hans: 架构
zh_hant: 架構

source: Schema (table names and column types) is sent with each request. Row data is not.
ko: 스키마(테이블 이름 및 열 유형)는 각 요청과 함께 전송됩니다. 행 데이터는 전송되지 않습니다.
ru: Схема (имена таблиц и типы столбцов) отправляется с каждым запросом. Данные строки — нет.
zh_hans: 架构（表名和列类型）会随每个请求一起发送。行数据则不会。
zh_hant: 架構（表名和列類型）會隨每個請求一起發送。行數據則不會。

source: Scope
ko: 범위
ru: Объем
zh_hans: 范围
zh_hant: 範圍

# Scoped to %@ (%@)
source: Scoped to %1$@ (%2$@)
ko: %1$@(%2$@) 범위로 지정됨
ru: Ограничено до %1$@ (%2$@)
zh_hans: 限定于 %1$@（%2$@）
zh_hant: 限定於 %1$@（%2$@）

source: Screen context
ko: 화면 컨텍스트
ru: Контекст экрана
zh_hans: 屏幕上下文
zh_hant: 屏幕上下文

source: Screen Context
ko: 화면 컨텍스트
ru: Контекст экрана
zh_hans: 屏幕上下文
zh_hant: 屏幕上下文

source: Screen context from %@
ko: %@의 화면 컨텍스트
ru: Контекст экрана от %@
zh_hans: 来自 %@ 的屏幕上下文
zh_hant: 來自%@的屏幕上下文

source: Screen Recording
ko: 화면 기록
ru: Запись экрана
zh_hans: 屏幕录制
zh_hant: 屏幕錄製

source: Screen Recording permission is required for screenshot (som/vision) capture.
ko: 스크린샷(som/vision) 캡처를 위해 화면 기록 권한이 필요합니다.
ru: Для захвата скриншотов (som/vision) требуется разрешение на запись экрана.
zh_hans: 截图（som/vision）捕获需要屏幕录制权限。
zh_hant: 屏幕錄製權限需要用於截圖（som/vision）捕獲。

source: Screen Recording Required
ko: 화면 기록 필요
ru: Требуется запись экрана
zh_hans: 需要屏幕录制
zh_hant: 需要屏幕錄製

source: Screenshot capture failed.
ko: 스크린샷 캡처에 실패했습니다.
ru: Не удалось сделать снимок экрана.
zh_hans: 截图捕获失败。
zh_hant: 截圖捕獲失敗。

source: Screenshot Captured
ko: 스크린샷 캡처됨
ru: Снимок экрана сделан
zh_hans: 截图已捕获
zh_hant: 截圖已捕獲

source: Screenshot Deferred
ko: 스크린샷 연기됨
ru: Скриншот отложен
zh_hans: 截图已延后
zh_hant: 截圖已延後

source: Screenshot Failed
ko: 스크린샷 캡처 실패
ru: Не удалось сделать снимок экрана
zh_hans: 截图失败
zh_hant: 截圖失敗

source: Screenshot Manager
ko: 스크린샷 관리자
ru: Менеджер скриншотов
zh_hans: 截图管理器
zh_hant: 截圖管理器

source: Screenshot Unavailable
ko: 스크린샷 사용 불가
ru: Скриншот недоступен
zh_hans: 截图不可用
zh_hant: 截圖不可用

source: Scrub PII before sending to cloud providers
ko: 클라우드 제공자에게 전송하기 전에 PII 비식별화
ru: Почистите PII перед отправкой облачным провайдерам
zh_hans: 在发送给云提供商之前对 PII 进行脱敏
zh_hant: 在發送給雲提供商之前對 PII 進行脫敏

source: Seal Bundle
ko: 번들 봉인
ru: Комплект уплотнений
zh_hans: 封存捆绑包
zh_hant: 封存捆綁包

source: Search
ko: 검색
ru: Поиск
zh_hans: 搜索
zh_hant: 搜索

source: Search and edit Jira, Confluence, and Compass content
ko: Jira, Confluence 및 Compass 콘텐츠 검색 및 편집
ru: Поиск и редактирование контента Jira, Confluence и Compass
zh_hans: 搜索和编辑 Jira、Confluence 和 Compass 的内容
zh_hant: 搜索和編輯 Jira、Confluence 和 Compass 的內容

source: Search and edit your Canva designs
ko: Canva 디자인 검색 및 편집
ru: Ищите и редактируйте свои проекты Canva
zh_hans: 搜索并编辑你的 Canva 设计
zh_hant: 搜索並編輯您的Canva設計

source: Search by name or description...
ko: 이름 또는 설명으로 검색...
ru: Поиск по имени или описанию…
zh_hans: 按名称或描述搜索...
zh_hant: 按名稱或描述搜索...

source: Search chats by name or ID
ko: 이름 또는 ID로 채팅 검색
ru: Искать чаты по имени или идентификатору
zh_hans: 按名称或 ID 搜索聊天
zh_hant: 按名稱或 ID 搜尋聊天

source: Search chats by name or number
ko: 이름 또는 번호로 채팅 검색
ru: Поиск чатов по имени или номеру
zh_hans: 按名称或号码搜索聊天

source: Search chats...
ko: 채팅 검색...
ru: Поиск чатов...
zh_hans: 搜索聊天...
zh_hant: 搜尋聊天...

source: Search conversations...
ko: 대화 검색...
ru: Поиск разговоров…
zh_hans: 搜索对话...
zh_hant: 搜索對話...

source: Search endpoints
ko: 엔드포인트 검색
ru: Поиск конечных точек
zh_hans: 搜索端点
zh_hant: 搜索端點

source: Search memories
ko: 메모리 검색
ru: Поиск воспоминаний
zh_hans: 搜索记忆
zh_hant: 搜索記憶

source: Search models
ko: 모델 검색
ru: Поиск моделей
zh_hans: 搜索模型
zh_hant: 搜索模型

source: Search models, datasets, papers, and Spaces
ko: 모델, 데이터셋, 논문 및 Spaces 검색
ru: Поиск моделей, наборов данных, документов и пространств
zh_hans: 搜索模型、数据集、论文和 Spaces
zh_hant: 搜索模型、數據集、論文和 Spaces

source: Search models...
ko: 모델 검색...
ru: Поиск моделей…
zh_hans: 搜索模型...
zh_hant: 搜索模型...

source: Search path or model...
ko: 경로 또는 모델 검색...
ru: Путь поиска или модель…
zh_hans: 搜索路径或模型...
zh_hant: 搜索路徑或模型...

source: Search pinned facts...
ko: 고정된 팩트 검색...
ru: Поиск закреплённых фактов…
zh_hans: 搜索固定事实...
zh_hant: 搜索固定事實...

source: Search plugins
ko: 플러그인 검색
ru: Поиск плагинов
zh_hans: 搜索插件
zh_hant: 搜索插件

source: Search providers
ko: 제공자 검색
ru: Поиск провайдеров
zh_hans: 搜索提供商
zh_hant: 搜索提供商

source: Search Results
ko: 검색 결과
ru: Результаты поиска
zh_hans: 搜索结果
zh_hant: 搜索結果

source: Search rooms
ko: 룸 검색
ru: Поиск комнат
zh_hans: 搜索房间
zh_hant: 搜尋房間

source: Search Settings
ko: 검색 설정
ru: Поиск по настройкам
zh_hans: 搜索设置
zh_hant: 搜索設置

source: Search skills
ko: 기술 검색
ru: Навыки поиска
zh_hans: 搜索技能
zh_hant: 搜索技能

source: Search Stack Overflow for code answers
ko: Stack Overflow에서 코드 답변 검색
ru: Поиск в перепозиториизиторийлнении стека для ответов на код
zh_hans: 在 Stack Overflow 上搜索代码答案
zh_hant: 在 Stack Overflow 上搜索代碼答案

source: Search themes
ko: 테마 검색
ru: Поиск тем
zh_hans: 搜索主题
zh_hant: 搜索主題

source: Search tools
ko: 도구 검색
ru: Инструменты поиска
zh_hans: 搜索工具
zh_hant: 搜索工具

source: Searched
ko: 검색됨
ru: Поиск
zh_hans: 已搜索
zh_hant: 已搜索

source: Searched capabilities
ko: 기능 검색됨
ru: Возможности поиска
zh_hans: 已搜索能力
zh_hant: 已搜索能力

source: Searched files
ko: 파일 검색됨
ru: Искомые файлы
zh_hans: 已搜索文件
zh_hant: 已搜索文件

source: Searched files in sandbox
ko: 샌드박스에서 파일 검색됨
ru: Поиск файлов в песочнице
zh_hans: 已在沙盒中搜索文件
zh_hant: 已在沙盒中搜索文件

source: Searched for
ko: 검색 대상
ru: Искал
zh_hans: 已搜索
zh_hant: 已搜索

source: Searched memory
ko: 메모리 검색됨
ru: Поиск в памяти
zh_hans: 已搜索记忆
zh_hant: 已搜索記憶

source: Searched the web
ko: 웹 검색됨
ru: Поискал в Интернете
zh_hans: 已搜索网络
zh_hant: 已搜索網絡

source: Searched the web for
ko: 웹에서 검색됨:
ru: Искал в сети
zh_hans: 已在网络中搜索
zh_hant: 已在網絡中搜索

source: Searching
ko: 검색 중
ru: Идет поиск
zh_hans: 正在搜索
zh_hant: 正在搜索

source: Searching capabilities
ko: 기능 검색 중
ru: Возможности поиска
zh_hans: 正在搜索能力
zh_hant: 正在搜索能力

source: Searching chats…
ko: 채팅 검색 중…
ru: Поиск чатов…
zh_hans: 正在搜索聊天…
zh_hant: 正在搜尋聊天…

source: Searching conversations…
ko: 대화 검색 중…
ru: Поиск в беседах…
zh_hans: 正在搜索对话…
zh_hant: 正在搜尋對話…

source: Searching files
ko: 파일 검색 중
ru: Поиск файлов
zh_hans: 正在搜索文件
zh_hant: 正在搜索文件

source: Searching files in sandbox
ko: 샌드박스에서 파일 검색 중
ru: Поиск файлов в песочнице
zh_hans: 正在沙盒中搜索文件
zh_hant: 正在沙盒中搜索文件

source: Searching memory
ko: 메모리 검색 중
ru: Поиск в памяти
zh_hans: 正在搜索记忆
zh_hant: 正在搜索記憶

source: Searching the web
ko: 웹 검색 중
ru: Поиск в Интернете
zh_hans: 正在搜索网络
zh_hant: 正在搜索網絡

source: Searching the web for
ko: 웹에서 검색 중:
ru: Поиск в Интернете
zh_hans: 正在网络中搜索
zh_hant: 正在網絡中搜索

source: Secondary BG
ko: 보조 배경
ru: Вторичный BG
zh_hans: 二级背景
zh_hant: 二級背景

source: Secondary Text
ko: 보조 텍스트
ru: Вторичный текст
zh_hans: 二级文本
zh_hant: 二級文本

source: Seconds before auto-dismiss. Empty uses default 5s
ko: 자동 닫기 전 초입니다. 비워두면 기본값인 5초가 사용됩니다.
ru: Через сколько секунд уведомление закроется автоматически. Если поле пустое, используется значение по умолчанию: 5 секунд.
zh_hans: 自动关闭前的秒数。留空则使用默认 5 秒
zh_hant: 自動關閉前幾秒。空值使用默認5秒

source: Secret
ko: 비밀값
ru: Секрет
zh_hans: 密钥
zh_hant: 密鑰

source: Secret Handling
ko: 비밀값 처리
ru: Секретное обращение
zh_hans: 密钥处理
zh_hant: 密鑰處理

source: Secret Required
ko: 비밀값 필요
ru: Требуется секрет
zh_hans: 需要密钥
zh_hant: 需要密鑰

source: Secret value
ko: 비밀값
ru: Секретное значение
zh_hans: 密钥值
zh_hant: 密鑰值

source: SECRETS
ko: 비밀값
ru: СЕКРЕТЫ
zh_hans: 密钥
zh_hant: 密鑰

source: Secrets are injected as environment variables when this agent runs commands or plugins in the sandbox.
ko: 이 에이전트가 샌드박스에서 명령이나 플러그인을 실행할 때 비밀값이 환경 변수로 주입됩니다.
ru: Секреты вводятся как переменные среды, когда этот агент запускает команды или плагины в «песочнице».
zh_hans: 当此智能体在沙盒中运行命令或插件时，密钥会作为环境变量注入。
zh_hant: 當此智能體在沙盒中運行命令或插件時，密鑰會作爲環境變量注入。

source: Secure
ko: 보안
ru: Безопасный
zh_hans: 安全
zh_hant: 安全

source: Secure Channel
ko: 보안 채널
ru: Безопасный канал
zh_hans: 安全通道
zh_hant: 安全通道

source: Secure Channel (E2E)
ko: 보안 채널(E2E)
ru: Безопасный канал (E2E)
zh_hans: 安全通道（端到端）
zh_hant: 安全通道（端到端）

source: Securing connection…
ko: 연결 보호 중…
ru: Обеспечение соединения…
zh_hans: 正在加密连接…
zh_hant: 正在加密連接…

source: Security update is ready
ko: 보안 업데이트가 준비되었습니다
ru: Обновление безопасности готово
zh_hans: 安全更新已就绪
zh_hant: 安全更新已就緒

source: See other options
ko: 다른 옵션 보기
ru: Посмотреть другие варианты
zh_hans: 查看其他选项
zh_hant: 查看其他選項

source: See other options (%lld)
ko: 다른 옵션 보기(%lld)
ru: Посмотреть другие варианты (%lld)
zh_hans: 查看其他选项（%lld）
zh_hant: 查看其他選項（%lld）

source: Select
ko: 선택
ru: Выбрать
zh_hans: 选择
zh_hant: 選擇

source: Select a default model in the Models tab
ko: 모델 탭에서 기본 모델을 선택하세요
ru: Выберите модель по умолчанию на вкладке «Модели».
zh_hans: 在“模型”标签页中选择默认模型
zh_hant: 在「模型」選項卡中選擇默認模型

source: Select a directory where MLX models will be stored
ko: MLX 모델이 저장될 디렉토리를 선택하세요
ru: Выберите каталог, в котором будут храниться модели MLX.
zh_hans: 选择用于存储 MLX 模型的目录
zh_hant: 選擇用於存儲 MLX 模型的目錄

source: Select a run to see its trace.
ko: 추적을 보려면 실행을 선택하세요.
ru: Выберите запуск, чтобы просмотреть его трассировку.
zh_hans: 选择一次运行以查看其追踪。
zh_hant: 選擇一次運行以查看其追蹤。

source: Select a working folder
ko: 작업 폴더 선택
ru: Выберите рабочую папку
zh_hans: 选择一个工作文件夹
zh_hant: 選擇一個工作文件夾

source: Select All
ko: 모두 선택
ru: Выбрать все
zh_hans: 全选
zh_hant: 全選

source: Select all rows on this page
ko: 이 페이지의 모든 행 선택
ru: Выбрать все строки на этой странице
zh_hans: 选择此页上的所有行
zh_hant: 選擇此頁上的所有行

source: Select an audio file to transcribe
ko: 전사할 오디오 파일 선택
ru: Выберите аудиофайл для расшифровки
zh_hans: 选择要转写的音频文件
zh_hant: 選擇要轉寫的音頻文件

source: Select at least one agent to enable VAD
ko: VAD를 사용하려면 에이전트를 하나 이상 선택하세요
ru: Выберите хотя бы один агент для включения VAD
zh_hans: 至少选择一个智能体以启用 VAD
zh_hant: 至少選擇一個智能體以啓用 VAD

source: Select custom directory
ko: 사용자 지정 디렉토리 선택
ru: Выберите собственный каталог
zh_hans: 选择自定义目录
zh_hant: 選擇自定義目錄

source: Select Folder to Watch
ko: 모니터링할 폴더 선택
ru: Выберите папку для просмотра
zh_hans: 选择要监听的文件夹
zh_hant: 選擇要監聽的文件夾

source: Select Host Workspace Folder
ko: 호스트 작업 공간 폴더 선택
ru: Выберите папку хост-рабочей области
zh_hans: 选择主机工作区文件夹
zh_hant: 選擇主機工作區文件夾

source: Select Input Device
ko: 입력 기기 선택
ru: Устройство ввода
zh_hans: 选择输入设备
zh_hant: 選擇輸入設備

source: Select Model
ko: 모델 선택
ru: Выберите модель
zh_hans: 选择模型
zh_hant: 選擇模型

source: Select which agents can be activated by voice
ko: 음성으로 활성화할 수 있는 에이전트 선택
ru: Выберите, какие агенты можно активировать голосом
zh_hans: 选择哪些智能体可通过语音激活
zh_hant: 選擇哪些智能體可通過語音激活

source: Select Working Directory
ko: 작업 디렉토리 선택
ru: Выберите рабочий каталог
zh_hans: 选择工作目录
zh_hant: 選擇工作目錄

source: Selected data deleted
ko: 선택한 데이터가 삭제되었습니다
ru: Выбранные данные удалены
zh_hans: 所选数据已删除
zh_hant: 所選數據已刪除

source: Selected model is outdated.
ko: 선택한 모델이 오래되었습니다.
ru: Выбранная модель устарела.
zh_hans: 所选模型已过时。
zh_hant: 所選模型已過時。

source: Selects the SMELT execution mode when supported by the model.
ko: 모델에서 지원하는 경우 SMELT 실행 모드를 선택합니다.
ru: Выбирает режим выполнения SMELT, если он поддерживается моделью.
zh_hans: 当模型支持时，选择 SMELT 执行模式。
zh_hant: 當模型支持時，選擇 SMELT 執行模式。

source: Self-Improvement
ko: 자기 개선
ru: Самосовершенствование
zh_hans: 自我提升
zh_hant: 自我提升

source: Self-scheduled
ko: 자체 예약됨
ru: Самостоятельное планирование
zh_hans: 自调度
zh_hant: 自我計劃

source: Self-scheduling
ko: 자체 일정 예약
ru: Самостоятельное планирование
zh_hans: 自调度
zh_hant: 正在自我計劃

source: Send
ko: 전송
ru: Отправить
zh_hans: 发送
zh_hant: 傳送

source: Send a file from an allowlisted attachment folder.
ko: 허용 목록에 있는 첨부 파일 폴더에서 파일을 보냅니다.
ru: Отправить файл из разрешённой папки вложений.
zh_hans: 从允许列表中的附件文件夹发送文件。

source: Send a message first, then use /title to name the chat.
ko: 먼저 메시지를 보낸 후 /title로 채팅 이름을 지정하세요.
ru: Сначала отправьте сообщение, затем используйте /title, чтобы назвать чат.
zh_hans: 请先发送一条消息，然后使用 /title 为对话命名。
zh_hant: 請先傳送一則訊息，然後使用 /title 為對話命名。

source: Send a message with a screen or bubble effect.
ko: 화면 또는 말풍선 효과와 함께 메시지를 보냅니다.
ru: Отправить сообщение с полноэкранным эффектом или эффектом пузыря.
zh_hans: 发送带有全屏或气泡效果的消息。

source: Send a one-tap invite link to add this agent on another device.
ko: 탭 한 번으로 이 에이전트를 다른 기기에 추가할 수 있는 초대 링크를 보냅니다.
ru: Отправьте ссылку-промпт одним касанием, чтобы добавить этого агента на другое устройство.
zh_hans: 发送一键邀请链接，以在另一台设备上添加此智能体。
zh_hant: 發送一鍵邀請鏈接，以在另一臺設備上添加此智能體。

source: Send Again
ko: 다시 보내기
ru: Отправить снова
zh_hans: 再次发送
zh_hant: 再次傳送

source: Send anonymous crash and freeze reports so we can fix what breaks. Never includes your chats, prompts, files, or keys. Turn off any time.
ko: 문제를 해결할 수 있도록 익명 충돌 및 멈춤 보고서를 보냅니다. 채팅, 프롬프트, 파일 또는 키는 절대 포함되지 않습니다. 언제든지 끌 수 있습니다.
ru: Отправляйте анонимные отчеты о сбоях и зависаниях, чтобы мы могли исправить то, что сломалось. Никогда не включает в себя ваши чаты, промпты, файлы или ключи. Выключите в любой момент.
zh_hans: 发送匿名崩溃和卡死报告，以便我们修复问题。绝不包含你的聊天、提示词、文件或密钥。可随时关闭。
zh_hant: 發送匿名崩潰和卡死報告，以便我們修復問題。絕不包含你的聊天、提示詞、文件或密鑰。可隨時關閉。

source: Send anonymous, aggregated usage analytics to help improve Osaurus. Never includes your chats, prompts, files, or keys. Turn off any time.
ko: Osaurus 개선에 도움이 되도록 익명의 집계된 사용 분석 데이터를 보냅니다. 채팅, 프롬프트, 파일 또는 키는 절대 포함되지 않습니다. 언제든지 끌 수 있습니다.
ru: Отправляйте анонимную сводную аналитику использования, чтобы помочь улучшить Osaurus. Никогда не включает в себя ваши чаты, промпты, файлы или ключи. Выключите в любой момент.
zh_hans: 发送匿名、汇总的使用分析，以帮助改进 Osaurus。绝不包含你的聊天、提示词、文件或密钥。可随时关闭。
zh_hant: 發送匿名、匯總的使用分析，以幫助改進 Osaurus。絕不包含你的聊天、提示詞、文件或密鑰。可隨時關閉。

source: Send Attachments
ko: 첨부 파일 보내기
ru: Отправлять вложения
zh_hans: 发送附件

source: Send crash reports
ko: 충돌 보고서 보내기
ru: Отправлять отчеты о сбоях
zh_hans: 发送崩溃报告
zh_hant: 發送崩潰報告

source: Send Crash Reports
ko: 충돌 보고서 보내기
ru: Отправлять отчеты о сбоях
zh_hans: 发送崩溃报告
zh_hant: 發送崩潰報告

source: Send messages directly to the model with no tool specs or capability injection. Tools are off by default — enable them here or via the chat bar to let agents use built-in and plugin tools.
ko: 도구 사양이나 기능 주입 없이 모델에 직접 메시지를 보냅니다. 도구는 기본적으로 꺼져 있습니다. 에이전트가 내장 및 플러그인 도구를 사용할 수 있게 하려면 여기 또는 채팅 표시줄에서 도구를 사용하도록 설정하세요.
ru: Отправляйте сообщения непосредственно в модель без каких-либо спецификаций инструментов или внедрения возможностей. По умолчанию инструменты отключены — включите их здесь или через панель чата, чтобы агенты могли использовать встроенные и подключаемые инструменты.
zh_hans: 直接将消息发送给模型，不附带任何工具规格或能力注入。工具默认关闭——在此处或通过聊天栏启用它们，让智能体可以使用内置工具和插件工具。
zh_hant: 直接將消息發送給模型，不附帶任何工具規格或能力注入。工具默認關閉——在此處或通過聊天欄啓用它們，讓智能體可以使用內置工具和插件工具。

source: Send Now
ko: 지금 보내기
ru: Отправить сейчас
zh_hans: 立即发送
zh_hant: 立即傳送

source: Send now · interrupts current run
ko: 지금 보내기 · 현재 실행 중단
ru: Отправить сейчас · прерывает текущий запуск
zh_hans: 立即发送 · 中断当前运行
zh_hant: 立即發送 · 中斷當前運行

source: Send Read Receipts
ko: 읽음 확인 보내기
ru: Отправлять уведомления о прочтении
zh_hans: 发送已读回执

source: Send Request
ko: 요청 보내기
ru: Отправить запрос
zh_hans: 发送请求
zh_hant: 發送請求

source: Sending a notification
ko: 알림 보내는 중
ru: Отправка уведомления
zh_hans: 正在发送通知
zh_hant: 正在發送通知

source: Sending is paused everywhere — replies and new messages. Agents can still read allowlisted channels.
ko: 모든 곳에서 전송이 일시 중지되었습니다(답장 및 새 메시지). 에이전트는 허용 목록에 있는 채널을 계속 읽을 수 있습니다.
ru: Отправка приостановлена везде — и ответы, и новые сообщения. Агенты по-прежнему могут читать разрешённые каналы.
zh_hans: 所有发送均已暂停——包括回复和新消息。智能体仍可读取允许名单中的频道。
zh_hant: 所有傳送均已暫停——包括回覆和新訊息。智能體仍可讀取允許名單中的頻道。

source: Sending, deleting, or purchasing
ko: 보내기, 삭제 또는 구매 중
ru: Отправка, удаление или покупка
zh_hans: 发送、删除或购买
zh_hant: 發送、刪除或購買

source: Sending...
ko: 보내는 중...
zh_hans: 正在发送...
zh_hant: 正在發送...

source: Sensitivity Level
ko: 민감도 수준
ru: Уровень чувствительности
zh_hans: 灵敏度级别
zh_hant: 靈敏度級別

source: Sent a notification
ko: 알림 보냄
ru: Отправил уведомление
zh_hans: 已发送通知
zh_hant: 已發送通知

source: Sent, failed, and discarded posts appear here.
ko: 전송됨, 실패, 폐기된 게시물이 여기에 표시됩니다.
ru: Отправленные, неудачные и отклонённые посты появляются здесь.
zh_hans: 已发送、失败和已丢弃的帖子会显示在这里。
zh_hant: 已傳送、失敗和已捨棄的貼文會顯示在這裡。

source: Separate filesystem per agent
ko: 에이전트별 개별 파일 시스템
ru: Отдельная файловая система для каждого агента
zh_hans: 每个智能体使用独立文件系统
zh_hant: 每個智能體使用獨立文件系統

source: Served Model Name
ko: 제공된 모델 이름
ru: Название обслуживаемой модели
zh_hans: 服务模型名称
zh_hant: 服務模型名稱

source: Server
ko: 서버
ru: Сервер
zh_hans: 服务端
zh_hant: 服務器

source: Server Error
ko: 서버 오류
ru: Ошибка сервера
zh_hans: 服务端错误
zh_hant: 服務器錯誤

source: Server is locked
ko: 서버가 잠겨 있습니다
ru: Сервер заблокирован
zh_hans: 服务端已锁定
zh_hant: 服務器已鎖定

source: Server is not running
ko: 서버가 실행 중이 아닙니다
ru: Сервер не запущен
zh_hans: 服务端未运行
zh_hant: 服務器未運行

source: Server is running
ko: 서버가 실행 중입니다
ru: Сервер работает
zh_hans: 服务端正在运行
zh_hant: 服務器正在運行

source: Server Running
ko: 서버 실행 중
ru: Сервер работает
zh_hans: 服务端正在运行
zh_hant: 服務器正在運行
